# Функция принимает первым параметром
#   список из двух чисел вида [x, y]
#   где x - координата по горизонтали
#     а y - координата по вертикали
# вторым параметром - строку 'L', 'R', 'U', 'D'
#
#   L соответствует движению влево
#   R соответствует движению вправо
#   U соответствует движению вниз
#   D соответствует движению вверх
#
# и должна возвращать список вида [x, y],
# в которую должна передвинуться голова змеи
# после движения по указанному направлению
#
def move(head, side):
    pass
